const AboutIntroduce = () => {
  return (
    <div className="About-text1">
      <div className="text-title1">
        <h3>Introduce</h3>
        <div></div>
      </div>
      <p>개발이 즐거운 박완웅 입니다. 꾸준히 </p>

      <p>저는 하나의 프로젝트를 완성시키고 개선하는 것을 좋아합니다.</p>
      <br />
      <br />
      <p>
        새로운 기술을 배우는 것도 즐겁지만, 사용자에게 유의미한 서비스를
        제공하는 데 가장 큰 즐거움을 느낍니다. 배운 기술을 바탕으로 실제
        서비스를 배포하면서, 사용자의 피드백을 듣고 개선하는데 큰 매력을 느끼는
        제 자신을 발견할 수 있었습니다.
      </p>
      <br />
      <br />
      <p>
        처음 구현하는 기능은 라이브러리 사용 보다는 순수하게 구현하고 싶은
        도전의식이 강합니다.
      </p>
      <br />
      <br />
      <p>
        Easy-To-Change, 성능, UX를 고려하면서며 코드를 작성하고 있습니다.
      </p>
      <br></br>
      <br></br>
      <p>
        저는 개발자를 '기술자'라기 보다 사용자에게 의미있는 서비스를 제공하는
        하나의 기업가로 생각합니다.
      </p>
      <br></br>
      <br></br>
      <p>
        따라서 변화에 두려워 하지 않고, 새로운 기술을 받아들이며, 열린 마음으로 주변의 피드백을 받고 멈춰있지 않는
        개발자가 되겠습니다.
      </p>
    </div>
  );
};

export default AboutIntroduce;
